{  
   "Ognista świeczka przygląda się twojemu jajku.":"Cudowny Most",
   "By odnaleźć następne jajko przygotuj się na większą ilość Punktów Akcji na wyprawę.":"Strzelisty Most",
   "Wodna wydra znajduje sie w tej samej lokacji co następne jajo.":"Strzelisty Most",
   "Przynęta zapachowa nie zadziała niestety na jajko.":"Ranczo",
   "Karrablast znajduje się w tej samej dziczy co twoje jajko.":"Most Zwodzony Driftveil",
   "Pawniard ćwiczy nieopodal twojego jajka.":"Most Sieci Metra",
   "Które szczęśliwe wydarzenie będzie pierwsze? Regeneracja Punktów Akcji czy znalezienie jajka?":"Cudowny Most",
   "Szukaj jajka przy automacie z napojami.":"Most Sieci Metra",
   "Może lokalizator sferycznych przedmiotów zareaguje na jajko.":"Most Sieci Metra",
   "Kto wie, może znajdziesz Kryształ szukając kolejnego jajka.":"Jaskinia Elektrokamieni",
   "Jelenie z kwiatami w porożu stąpają ostrożnie blisko twojego jajka.":"Ranczo",
   "Miejsce przebywania kolejnego jajka jest także rewirem Klinka.":"Jaskinia Elektrokamieni",
   "Strzępiasty czerwony Basculin pływa blisko twojego jajka.":"Strzelisty Most",
   "Stalowa mrówka posiada stałą trasę przy twoim jajku.":"Most Sieci Metra",
   "Gothita wskaże ci drogę do jajka.":"Cudowny Most",
   "Sewaddle i jajko łączy wspólna dzicz.":"Ranczo",
   "Timburr podnosi ciężary nieopodal jajka.":"Most Sieci Metra",
   "Łabędź już wysiaduje twoje jajko.":"Most Zwodzony Driftveil",
   "Shelmet przygląda się twojemu jajku.":"Ranczo",
   "Ognista małpka fika blisko twojego jajka.":"Cudowny Most",
   "Petilil szykuje się do ewolucji nieopodal twojego jajka.":"Ranczo",
   "Misiu z glutem u nosa bawi się koło twojego jajka.":"Most Zwodzony Driftveil",
   "Następne jajko znajduje się w siedlisku trawiastych węży.":"Ranczo",
   "Poszukaj jajka w Snopku Siana.":"Ranczo",
   "Uważaj, by w miejscu przebywania kolejnego jajka nie okradły cię koty!":"Wiejski Most",
   "Tynamo drzemie nieopodal twojego jajka.":"Jaskinia Elektrokamieni",
   "Cottonee unosi się w okolicach twojego jajka.":"Ranczo",
   "Czerwony nos klauna może ci się pomylić z jajkiem.":"Most Zwodzony Driftveil",
   "Uważaj, by ognisty mrówkojad nie ugotował twojego jajka.":"Most Sieci Metra",
   "Minccino uważnie zamiata w pobliżu jajka.":"Wiejski Most",
   "Roślinna małpka fika blisko twojego jajka.":"Ranczo",
   "Ciężki do spotkania Tirtouga kręci się w poblizu twojego jajka.":"Strzelisty Most",
   "Ferroseed patrzy się na twoje jajko.":"Jaskinia Elektrokamieni",
   "Ciężki do spotkania Archen kręci się w pobliżu twojego jajka.":"Wiejski Most",
   "Vanillite obserwuje twoje jajko.":"Most Zwodzony Driftveil",
   "Jeleń z czerwonym liściastym porożem stąpa ostrożnie blisko twojego jajka.":"Wiejski Most",
   "Uważnie przyglądaj się różnego radzaju kamieniom. Pewnie wśród nich ukryło się kolejne jajko.":"Jaskinia Elektrokamieni",
   "Ognista świnka ogrzewa twoje jajko.":"Most Sieci Metra",
   "Czy cudowny amulet doda ci szczęścia przy szukaniu jajka?":"Cudowny Most",
   "Elektryczna latająca wiewiórka fruwa w okolicach następnego jaja.":"Wiejski Most",
   "Alomomola chętnie ci wskaże miejsce występowania następnego jajka.":"Strzelisty Most",
   "Elektryczny pajączek tka swoje sieci nad twoim jajem.":"Jaskinia Elektrokamieni",
   "Elektromagnes niestety nie zareaguje na jajko chociaż jest bardzo przydatny w tej dziczy.":"Jaskinia Elektrokamieni",
   "Uważaj na wściekłe Haxorusy w tej dziczy co następne jajo.":"Cudowny Most",
   "Throh i Sawk trenują w okolicy twojego jajka.":"Most Sieci Metra",
   "Kto wie, może znajdziesz Kryształ szukając kolejnego jajka?":"Jaskinia Elektrokamieni",
   "Wychodząc z dziczy schowaj jajko w szczelniejszych kieszeniach.":"Strzelisty Most",
   "Scraggy uparcie podciąga spodenki biegając blisko twojego jajka.":"Most Sieci Metra",
   "Uważaj na szarżujące bizony, gdy będziesz szukał jajka w tej dziczy.":"Ranczo",
   "Kto wie, może spotkasz Zoroark, gdy będziesz szukał tutaj jajka?":"Most Sieci Metra",
   "Jeleń z zielonym liściastym porożem stąpa ostrożnie blisko twojego jajka.":"Cudowny Most",
   "Wodna małpka fika blisko twojego jajka.":"Most Zwodzony Driftveil",
   "Szukając następnego jajka uważaj na półprzeźroczyste Frillish.":"Strzelisty Most",
   "Nie pomyl białych jagód z jajkiem.":"Strzelisty Most",
   "Twoim kolejnym jajkiem zaopiekował się Ivysaur.":"Łąka",
   "Będzie Ci trochę ciężko znaleźć jajko w wysokich trawach.":"Łąka",
   "Następnym twoim jajkiem bawi się Eevee.":"Łąka",
   "Niestety twoje kolejne jajko jest już pewnie obślinione przez Lickitunga.":"Łąka",
   "Uważaj, by Rattata nie przegryzła twojego jajka!":"Łąka",
   "Idź za zapachem kwiatu Vileplume.":"Łąka",
   "Kolejne jajko będziesz musiał odplątać z pnączy Tangeli.":"Łąka",
   "Uważaj, by jajka nie stratował ognisty Pokemon z kopytami twardszymi niż diamenty.":"Łąka",
   "Podczas poszukiwania jajka nie daj się uśpić Hypno!":"Łąka",
   "Poszukaj jajka pod Samotnym Drzewem.":"Łąka",
   "Ognisty lisek grzeje twoje następne jajko.":"Łąka",
   "Uważaj, by twojego jajka nie połknął Weepinbell.":"Las",
   "Pidgeot już wysiadują twoje jajko.":"Las",
   "Podążaj za Venomothem w poszukiwaniu kolejnego jaja.":"Las",
   "Szukaj jajka w okolicach mądrego drzewa.":"Las",
   "Kolejne jajko znajdziesz wśród Pokemonów jajek.":"Las",
   "Spróbuj wykorzystać kompas do znalezienia jajka.":"Las",
   "Szybko odnajdź jajko zanim obudzi się śpiący żarłoczny grubas.":"Las",
   "Jeszcze nie pora na opalanie się, ale z pewnością będziesz miał piasek w butach szukając następnego jajka.":"Wybrzeże",
   "Uroczy wodny żółwik szoruje twoje kolejne jajko.":"Wybrzeże",
   "Slowpoke przysnął w pobliżu twojego kolejnego jaja.":"Wybrzeże",
   "Podążaj za kwakaniem Psyducka.":"Wybrzeże",
   "Uważaj by następnego jaja nie przeciął szczypcami Kingler!":"Wybrzeże",
   "Poliwag toczą twoje kolejne jajko.":"Wybrzeże",
   "Uważaj na zatruty róg Goldeen przy poszukiwaniu kolejnego jajka.":"Morze",
   "Rzadki Vaporeon pilnuje twojego jajka.":"Morze",
   "Twoje jajko unosi się przy stadzie Laprasów.":"Morze",
   "Szukaj jajka pośród ambry.":"Morze",
   "Uważaj na sztorm w trakcie poszukiwania jajka.":"Morze",
   "Nie pomyl Ditto z jajem!":"Góry",
   "By odnaleźć następne jajko przygotuj się na większą ilość Punktów Akcji na wyprawę.":"Góry",
   "Wściekłe Rhyhorn szarżują wokół jajka.":"Góry",
   "Rzadka Clefable zasnęła przy twoim jajku.":"Góry",
   "Obyś podczas szukania jajka trafił na źródełko.":"Góry",
   "Nie podjadaj zielonych jagód w trakcie szukania jajka.":"Góry",
   "Pokemon z czaszką na głowie pilnuje twojego jajka.":"Góry",
   "Wściekłe Primeape mogą ci dać wycisk podczas szukania jajka.":"Góry",
   "Zabierz Latarkę, w ciemności ciężko bedzie znaleźć jajko.":"Jaskinie",
   "Diglett uważają na twoje jajko w trakcie kopania tuneli.":"Jaskinie",
   "Uważaj, by nie uszkodzić jajka przy pracy kilofem.":"Jaskinie",
   "Czy dziki Gengar będzie chciał oddać twoje jajko?":"Jaskinie",
   "Zaopatrz się w baterie zanim wyruszysz szukać następnego jajka.":"Jaskinie",
   "No tak. Kot już zaczął turlać twoje jajko.":"Opuszczone Miasto",
   "Sprawdź czy jedna z Chansey nie zabrała twojego jajka.":"Opuszczone Miasto",
   "Shiny Hitmonchan przemknął koło jajka.":"Opuszczone Miasto",
   "Uważaj, by twoje jajko nie przesiąknęło smrodem Muk.":"Opuszczone Miasto",
   "Hitmonlee trenuje przy twoim jajku.":"Opuszczone Miasto",
   "Voltorb, Electrode i twoje jajko. Wszystko się toczy w tej dziczy.":"Opuszczone Miasto",
   "Mroźna Jynx pilnie strzeże jajka, które odda tylko tobie.":"Opuszczone Miasto",
   "Koniecznie zabierz mapę, chociaż nikt nie zaznaczył na niej lokalizacji jajka.":"Opuszczone Miasto",
   "Mime udaje, że smaży twoje jajko. To wcale nie jest śmieszne.":"Opuszczone Miasto",
   "Rzadki Jolteon troszczy się o twoje jajo.":"Opuszczone Miasto",
   "Koffing pilnuje twojego jajka.":"Opuszczone Miasto",
   "Może następne jajko znajdziesz pośród pokeballi?":"Opuszczone Miasto",
   "Mienfoo medytuje przy twoim jajku.":"Most Sieci Metra",
   "Grupka Solosis zebrała się dookoła twojego jajka.":"Most Zwodzony Driftveil",
   "Drilbur ryje korytarze w pobliżu twojego jaja.":"Jaskinia Elektrokamieni",
   "Uważaj na twarde kopyta elektrycznej zebry gdy będziesz szukał następnego jaja.":"Jaskinia Elektrokamieni",
   "Uważaj, by smród Garbodor nie przenikł przez skorupkę jajka.":"Most Sieci Metra",
   "Szukając następnego jajka uważaj na trujące Venipede.":"Most Sieci Metra",
   "Woobat zostawił pieczątkę w kształcie serca na twoim następnym jajku.":"Jaskinia Elektrokamieni",
   "Poszukaj jajka pośród Starych Ruin.":"Pustynia",
   "Szukaj jajka w okolicach występowania Pokemona kameleona.":"Ogród",
   "Piękny wodny wąż pływa wokół jajka.":"Głębina",
   "Szukaj jajka w rewirze Chimecho.":"Nawiedzona Wieża",
   "Małż i jego dwie dziwaczne wężowate ewolucje przebywają w okolicach jajka.":"Głębina",
   "Uważaj na walczące między sobą Zangoose i Seviper gdy będziesz szukał jajka.":"Opuszczona Elektrownia",
   "Jak myślisz, czy noktowizor pomoże w odnalezeniu jajka w tej dziczy?":"Nawiedzona Wieża",
   "Spheal toczą się w pobliżu jajka":"Głebina",
   "Twoje jajeczko moczy się w wodzie pod palmą oazową.":"Pustynia",
   "Pelikany latają nad twoim jajkiem.":"Alejka Spacerowa",
   "Kto wie, może spotkasz Slakinga szukając jajka?":"Opuszczona Elektrownia",
   "Motyle i ćmy latają wokół twojego jajka.":"Ogród",
   "Duskulle krążą koło twojego jajka.":"Nawiedzona Wieża",
   "Uważaj, by naładowane elektrycznością jajko nie oddało ci jej przy dotknięciu.":"Opuszczona Elektrownia",
   "Sprawdź czy posiadasz zestaw do nurkowania zanim wybierzesz się na poszukiwania jajka.":"Głębina",
   "Gumowe rękawice z pewnością pomogą z nie zadrapaniem jajka.":"Ogród",
   "Nie podjadaj zielonych jagód w trakcie szukania jajka.":"Ogród",
   "Cradily rośnie w tej dziczy, w której znajduje się Twoje jajko.":"Głębina",
   "Niedaleko jajka ma swój trening Meditite.":"Pustynia",
   "Mapa turystyczna z pewnością się przyda ale nie ułatwi znalezienia jajka.":"Alejka Spacerowa",
   "Miejmy nadzieję, że w tym strasznym miejscu Gardevoir zaopiekowała się następnym jajkiem.":"Nawiedzona Wieża",
   "Następne jajko znajdziesz w najbardziej kolorowym i pachnącym miejscu.":"Ogród",
   "Surskit przemyka koło twojego jajka.":"Ogród",
   "Założę się, że twoje jajko właśnie pływa w głębokim akwenie.":"Głębina",
   "Nie przetnij jajka nożycami ogrodowymi!":"Ogród",
   "Chroń uszy przed Exploud szukając jajka.":"Alejka Spacerowa",
   "Jaskółki już wysiadują twoje jajko.":"Ogród",
   "Nie pomyl jajka z Pokemonem żołędziem.":"Ogród",
   "Cykady znajdują się niedaleko twojego jajka.":"Ogród",
   "By odnaleźć nastepne jajko przygotuj się na większą ilość Punktów Akcji na wyprawę.":"Pustynia",
   "Nie poraź jajka prądem przy wychodzeniu z tej dziczy.":"Opuszczona Elektrownia",
   "Gekony zajmują sie twoim jajkiem.":"Ogród",
   "Spinda chwiejnie przechadza się w pobliżu jajka.":"Opuszczona Elektrownia"
   
}
