{  
   "Ognista świeczka przygląda się twojemu jajku.": "Cudowny Most",
   "By odnaleźć następne jajko przygotuj się na większą ilość Punktów Akcji na wyprawę.": "Strzelisty Most",
   "Wodna wydra znajduje sie w tej samej lokacji co następne jajo.": "Strzelisty Most",
   "Przynęta zapachowa nie zadziała niestety na jajko.": "Rancho",
   "Karrablast znajduje się w tej samej dziczy co twoje jajko.": "Most Zwodzony Driftveil",
   "Pawniard ćwiczy nieopodal twojego jajka.": "Most Sieci Metra",
   "Które szczęśliwe wydarzenie będzie pierwsze? Regeneracja Punktów Akcji czy znalezienie jajka?": "Cudowny most",
   "Szukaj jajka przy automacie z napojami.": "Most Sieci Metra",
   "Może lokalizator sferycznych przedmiotów zareaguje na jajko.": "Most Sieci Metra",
   "Kto wie, może znajdziesz Kryształ szukając kolejnego jajka.": "Jaskinia Elektrokamieni",
   "Jelenie z kwiatami w porożu stąpają ostrożnie blisko twojego jajka.": "Rancho",
   "Miejsce przebywania kolejnego jajka jest także rewirem Klinka.": "Jaskinia Elektrokamieni",
   "Strzępiasty czerwony Basculin pływa blisko twojego jajka.": "Strzelisty Most",
   "Stalowa mrówka posiada stałą trasę przy twoim jajku.": "Most Sieci Metra",
   "Gothita wskaże ci drogę do jajka.": "Cudowny Most",
   "Sewaddle i jajko łączy wspólna dzicz.": "Rancho",
   "Timburr podnosi ciężary nieopodal jajka.": "Most Sieci Metra",
   "Łabędź już wysiaduje twoje jajko.": "Most Zwodzony Driftveil",
   "Shelmet przygląda się twojemu jajku.": "Rancho",
   "Ognista małpka fika blisko twojego jajka.": "Cudowny Most",
   "Petilil szykuje się do ewolucji nieopodal twojego jajka.": "Rancho",
   "Misiu z glutem u nosa bawi się koło twojego jajka.": "Most Zwodzony Driftveil",
   "Następne jajko znajduje się w siedlisku trawiastych węży.": "Rancho",
   "Poszukaj jajka w Snopku Siana.": "Rancho",
   "Uważaj, by w miejscu przebywania kolejnego jajka nie okradły cię koty.": "Wiejski Most",
   "Tynamo drzemie nieopodal twojego jajka.": "Jaskinia Elektrokamieni",
   "Cottonee unosi się w okolicach twojego jajka.": "Rancho",
   "Czerwony nos klauna może ci się pomylić z jajkiem.": "Most Zwodzony Driftveil",
   "Uważaj, by ognisty mrówkojad nie ugotował twojego jajka.": "Most Sieci Metra",
   "Minccino uważnie zamiata w pobliżu jajka.": "Wiejski Most",
   "Roślinna małpka fika blisko twojego jajka.": "Rancho",
   "Ciężki do spotkania Tirtouga kręci się w poblizu twojego jajka.": "Strzelisty Most",
   "Ferroseed patrzy się na twoje jajko.": "Jaskinia Elektrokamieni",
   "Ciężki do spotkania Archen kręci się w pobliżu twojego jajka.": "Wiejski Most",
   "Vanillite obserwuje twoje jajko.": "Most Zwodzony Driftveil",
   "Jeleń z czerwonym liściastym porożem stąpa ostrożnie blisko twojego jajka.": "Wiejski Most",
   "Uważnie przyglądaj się różnego radzaju kamieniom. Pewnie wśród nich ukryło się kolejne jajko.": "Jaskinia Elektrokamieni",
   "Ognista świnka ogrzewa twoje jajko.": "Most Sieci Metra",
   "Czy cudowny amulet doda ci szczęścia przy szukaniu jajka?": "Cudowny Most",
   "Elektryczna latająca wiewiórka fruwa w okolicach następnego jaja.": "Wiejski Most",
   "Alomomola chętnie ci wskaże miejsce występowania następnego jajka.": "Strzelisty Most",
   "Elektryczny pajączek tka swoje sieci nad twoim jajem.": "Jaskinia Elektrokamieni",
   "Elektromagnes niestety nie zareaguje na jajko chociaż jest bardzo przydatny w tej dziczy.": "Jaskinia Elektrokamieni",
   "Uważaj na wściekłe Haxorusy w tej dziczy co następne jajo.": "Cudowny Most",
   "Throh i Sawk trenują w okolicy twojego jajka.": "Most Sieci Metra",
   "Kto wie, może znajdziesz Kryształ szukając kolejnego jajka?": "Jaskinia Elektrokamieni",
   "Wychodząc z dziczy schowaj jajko w szczelniejszych kieszeniach.": "Strzelisty Most",
   "Scraggy uparcie podciąga spodenki biegając blisko twojego jajka.": "Most Sieci Metra",
   "Uważaj na szarżujące bizony, gdy będziesz szukał jajka w tej dziczy.": "Rancho",
   "Kto wie, może spotkasz Zoroark, gdy będziesz szukał tutaj jajka?": "Most Sieci Metra",
   "Jeleń z zielonym liściastym porożem stąpa ostrożnie blisko twojego jajka.": "Cudowny Most",
   "Wodna małpka fika blisko twojego jajka.": "Most Zwodzony Driftveil",
   "Szukając następnego jajka uważaj na półprzeźroczyste Frillish.": "Strzelisty Most",
   "Nie pomyl białych jagód z jajkiem.": "Strzelisty Most",
   "aaaaaaaaaaaaaaaa": "xxxxxxxxxxxxxxxxx"
   }
   
   
